---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.AreaperPerson
source: html/8c3016b6-4d3c-ed3e-1061-87149575a8a8.htm
---
# Autodesk.Revit.DB.Mechanical.Space.AreaperPerson Property

Get or set the Area per Person of the Space.

## Syntax (C#)
```csharp
public double AreaperPerson { get; set; }
```

## Remarks
This property is used to get or set Area per Person of the Space.